tap "andreasgrill/utils"
tap "cmacrae/formulae"
tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"

brew "bash"
brew "bat"
brew "calcurse"
brew "chafa"
brew "coreutils"
brew "duti"
brew "entr"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "go"
brew "gotop"
brew "ipython"
brew "jq"
brew "lf"
brew "mas"
brew "media-info"
brew "neovim"
brew "node"
brew "openssh"
brew "redshift"
brew "rsync"
brew "sshfs"
brew "starship"
brew "syncthing"
brew "tccutil"
brew "terminal-notifier"
brew "transmission-cli"
brew "vivid"
brew "wget"
brew "xmlstarlet"
brew "andreasgrill/utils/auto-selfcontrol"
brew "cmacrae/formulae/spacebar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"

cask "alacritty"
cask "discord"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "hammerspoon"
cask "logitech-options"
cask "mactex-no-gui"
cask "mpv"
cask "mysides"
cask "nordvpn"
cask "oracle-jdk"
cask "osxfuse"
cask "pdftotext"
cask "selfcontrol"
cask "skim"
cask "tastyworks"
cask "whatsapp"
cask "xquartz"
