tap "andreasgrill/utils"
tap "clementtsang/bottom"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"

brew "bash"
brew "bat"
brew "calcurse"
brew "chafa"
brew "coreutils"
brew "entr"
brew "fd"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "ipython"
brew "jq"
brew "lf"
brew "media-info"
brew "neovim"
brew "openssh"
brew "redshift", restart_service: true
brew "rsync"
brew "terminal-notifier"
brew "transmission-cli", restart_service: true
brew "vivid"
brew "wget"
brew "andreasgrill/utils/auto-selfcontrol"
brew "clementtsang/bottom/bottom"
brew "cmacrae/formulae/spacebar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "teamookla/speedtest/speedtest"

cask "alacritty"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-mono-nerd-font"
cask "logitech-options"
cask "mactex-no-gui"
cask "mpv"
cask "nordvpn"
cask "oracle-jdk"
cask "pdftotext"
cask "selfcontrol"
cask "skim"
cask "tastyworks"
cask "whatsapp"
cask "xquartz"
